name: "sgd"
platform: "onnxruntime_onnx"

input [
  {
    name: "string_input"
    data_type: TYPE_STRING
    dims: [-1]
  }
]

output [
  {
    name: "output_label"
    data_type: TYPE_INT8
    dims: [-1, 1]
  }
]
